[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"daoyou_literary",[{"literary3_open":41,"unlock":20,"literary4":"Almost everyone would think that Mu Ling came from a happy family, but that's not the case. She was born in a discordant family, and her parents had serious violent tendencies. When she was 4 years old, her parents were often violent to her. Opposite, her brother took her out of the house privately, and took full care of her.\nAfter the two lived together for 9 years, his brother was injured by the aftermath of the battle of the people in the fairy door, and passed away.","literary5":0,"literary1_open":0,"unlockInfo":"Clear Xuantian Temple 10","literary2":"If a person can be summed up in one word, then the person who can describe Mu Ling must be \"sun\". He has a simple personality and likes peace, and can always bring relaxation and laughter to people. Her kindness transcends everything, just like the sun shining on every inch of the earth fairly, as long as someone needs her, she will do it without hesitation, even those who have hurt themselves are no exception.","literary4_open":81,"literary3":"Mu Ling is a very strange person. Since she has practiced immortal methods, she has only practiced immortal methods of healing and recovery. She has never even looked at the immortal methods of attacking and defending. Even Wen Lengchan has It has been said that the younger sister is the most discordant sound of harmony in the world.\nBut what is surprising is that this little sister has an amazing natural defense, especially her head, which is called the hardest forehead in history.","literary1":"It is clean but not demonic, and it comes out of the mud without being stained. Probably no one in this world has ever thought that there are such simple and lovely people in this world. She comes from an ordinary background and always looks carefree. She seems to have a magical power on her body. Where is she? , where there will be short-lived peace.","name":"Mulling","literary2_open":11,"literary5_open":999999,"id":1,"eng":"partner1"},{"literary3_open":41,"unlock":45,"literary4":"During the Qingming Festival, Yi Mingfeng will always stand on the top of the highest mountain in Xuantian Temple, burn incense and bathe, and pray with all his heart. Yi Mingfeng pays homage to three objects: one is the predecessors and saints who insisted on their true heart and \"Tao\" in such cruel times; the second is the suffering public who suffered injustice and injustice in such cruel times; the third is to put themselves Raising adults, diligent parents.","literary5":"What many people don't know is that Yi Mingfeng has the seven orifices exquisite heart, and the seven orifices exquisite heart is also called the heart of a saint, which is the best gift from heaven and earth to mankind. According to ancient legends, whenever the heart of a sage is born, it must be a prosperous world! However, in the era of Yi Mingfeng, for some reason, the whole world has become more chaotic! The four races of humans, demons, demons, and gods are about to move, and there is a great tendency to start wars. Let us wait and see what role this saint's heart can play at this time!","literary1_open":0,"unlockInfo":"Clear Qingfengjian 20","literary2":"The experience of his father made Yi Mingfeng clearly realize that in such a cruel world, not only a saint's heart, but also corresponding strength is required. Strength is the premise of realizing one's lofty ambitions. Without strength, it is just a bubble. Therefore, Yi Mingfeng resolutely joined the Xuantian Palace. He firmly believed that one day, his power would be enough to change the appearance of the entire world!","literary4_open":81,"literary3":"The most touching thing about Yi Mingfeng is his benevolent heart. No matter what situation he is in, he always appears in front of people as a humble gentleman. Not only the disciples of Xuantian Palace, but even ordinary people living around Xuantian Palace have been helped by him. He has always practiced his own philosophy with his actions, set his mind for the world, asked for his life and the people, and continued his unique skills for the sake of past saints. Peace for the world!","literary1":"Although he was born in a slum, his good family education made him a humble gentleman. His father used to be a very powerful minister in the dynasty, but because he tried to plead for the people in such a cruel world, he was rejected by the emperor. reduced to beggars and poor people.","name":"Yi Mingfeng","literary2_open":11,"literary5_open":121,"id":2,"eng":"partner2"},{"literary3_open":41,"unlock":75,"literary4":"The flame will not take the initiative to hurt others unless you reach out your hand! This fits Han Yueji's character very well. She is usually approachable, enthusiastic and cheerful, but when she is fighting, she is like a gushing volcano. The world is submerged. Someone tried to provoke her, but when that person almost turned into a pile of ashes, everyone already understood that she was not only a gorgeous firework, but also a flaming phoenix.","literary5":0,"literary1_open":0,"unlockInfo":"Clear Phoenix Terrace 20","literary2":"People who are favored by God, whenever a saint comes out of the mountain, a genius comes into the world will be accompanied by a vision of heaven and earth. It is said that when Han Yueji was born, a divine phoenix emerged from her eyebrows, shot straight into the sky, and hovered in the sky. For a time, people, ghosts, demons, and demons within a radius of ten thousand li all bowed their heads and became ministers. Thousands of exotic beasts and rare birds flew from all directions, trailing behind the Divine Phoenix and obeying the power of the Phoenix. After such a vision of heaven and earth lasted for a moment, after the scream of Divine Phoenix, he returned to Han Yueji's eyebrows again.","literary4_open":81,"literary3":"Because of the blood of the five elements, Han Yueji has been obsessed with flames since she was a child. The flames that seem extremely dangerous to others are just a burning kitten in her hands. It is so obedient and obedient. When practising immortality, she always unconsciously cultivates the immortal methods of the five elements, especially the fire immortal method. Fire is one of the most destructive fairy spells, so don't just look at her beautiful life, in fact, she is the most dangerous person.","literary1":"Born from the Han family, one of the strongest families in the mainland, he is the strongest genius with the blood of the five elements. Just taking out a certain item is enough to overwhelm all beings, but he is born with an approachable, enthusiastic and cheerful personality. Makes everyone who has seen her fall for her.","name":"Han Yueji","literary2_open":11,"literary5_open":999999,"id":3,"eng":"partner3"},{"literary3_open":41,"unlock":115,"literary4":"For Mo Jianli, cultivation is the best rest. Although he doesn't agree with Yi Mingfeng's point of view, he, like Yi Mingfeng, believes that strength is the most important thing. If you want to protect Xuantian Palace and enforce justice, you must use strength. Power itself is not evil, how to use power is the most critical. So he always cultivated hard and used his own strength to protect what he cherished.","literary5":"Mo Jianli's strict self-discipline is not what people imagined. When he was young, he was also a rebellious young man who liked to run around. At that time, what people knew was not a meticulous and upright law enforcer, but a wine sword fairy who called himself a prodigal son. Therefore, people are always speculating on what is the reason for a person to have such a change. The most legend is that it is because of the death of a woman, but whether it is only Mo Jianli who knows.","literary1_open":0,"unlockInfo":"Clear jianmenguan 40","literary2":"Mo Jianli is a person worthy of awe. He has always been proud of his father, and is very strict with his words and deeds. Although he is a man in the world, he is more like an ascetic. At the same time, he has a strong sense of honor in the sect. Someone once slandered Xuantian Palace. Mo Jianli chased thousands of miles for this, and was besieged by hundreds of people, putting himself in extreme danger. But in the end, Mo Jianli still beheaded the man, and the other hundred people were also seriously injured. When Mo Jianli left, he only left one sentence: Those who violate the Heavenly Palace will be punished; those who violate me will be spared.","literary4_open":81,"literary3":"When a person becomes a model for all, that person can hardly be called a \"person\". Mo Jianli also has his own troubles. He hopes that he can be closer to his fellow apprentices and brothers, but they treat Mo Jianli with awe and longing. These are the two feelings that are the farthest from understanding, so Mo Jianli also Thinking: When will I be able to have real friends.","literary1":"As the elder brother of Xuantian Palace, as the eldest son of the criminal law elder of Xuantian Palace, he has received strict education since birth. Whether it is his own strength or his uprightness, his righteous and awe-inspiring character is awe-inspiring.","name":"Mo Jianli","literary2_open":11,"literary5_open":121,"id":4,"eng":"partner4"}]]],0,0,[],[],[]]